Repository: MustafaSayedSaad/Kader_System
Catalog: Kader_System.Domain/Resources/SharedResource.*.resx
Languages: ar

source: Activated
ar: تم التفعيل

# CannotBeFound
source: {0} cannot be found
ar: {0} ليست موجودة

source: Company
ar: الشركة

source: Client Category
ar: تصنيف العميل

source: Company branch
ar: فرع الشركه

source: Company Is Not Activated
ar: الشركة غير مفعلة

source: Deactivated
ar: تم ايقاف التفعيل

# Deleted
source: Deleted successfully
ar: لقد تم الحذف بنجاح

source: Department
ar: الادارة

# Done
source: Saved successfully
ar: تم الحفظ بنجاح

# Email_Password_Incorrect
source: Email or Password is incorrect!
ar: البريد الالكترونى او الرقم السرى غير صحيحه

# Error
source: Some thing went wrong.
ar: حدث خطأ ما نرجو اعادة المحاوله

source: Exists
ar: موجود

# IsExist
source: {0} is exist
ar: {0} موجود بالفعل

source: Job
ar: الوظيفة

source: Location
ar: الموقع

# LockTechnicalsLogins
source: User login has been deactivated
ar: تم ايقاف تفعيل تسجيل الدخول للمستخدمين

source: Not update
ar: لم يتم التعديل

source: Region
ar: المنطقة

source: Section
ar: القسم

source: State
ar: المحافظة

source: Tax office
ar: مأمورية الضرائب

# ThereIsActiveEmployeesRelatedToThisBranch
source: There is active employees related to this is branch
ar: لا يمكن ايقاف هذا الفرع نظرا لتواجد موظفيين نشطيين.

# UnLockTechnicalsLogins
source: User login has been activated
ar: تم تفعيل تسجيل الدخول للمستخدمين

# Updated
source: Updated successfully
ar: تم التعديل بنجاح

source: User Data is incorrect !
ar: بيانات المستخدم غير صحيحة

# UserIsLoggedOut
source: User logged out Successfully.
ar: تم خروج المستخدم بنجاح

# UserNotExist
source: User does not exist.
ar: المستخدم غير موجود

# UserWithEmailExists
source: User with this email address already exists.
ar: هذا الايميل موجود بالفعل

# UserWithNameExists
source: User with this User Name already exists.
ar: هذا الاسم موجود بالفعل

source: Image
ar: الصوره

source: Not Active
ar: غير مفعل

# NotActiveNotUpdate
source: Status Not Active Please Change Status To Can Update
ar: حالتها غير مفعله للتعديل يرجى تغيير الحالة

source: Company is not active
ar: الشركة غير فعالة

# NotFoundMainBranchToCompany
source: It cannot be updated because there is no main branch of the company
ar: لا يمكن التعديل لان لا يوجد فرع رئيسى للشركه

# NotFoundData
source: No data are found
ar: لا يوجد بيانات

source: user
ar: المستخدم

source: User is already logged in.
ar: تم دخول هذا المستخدم بالفعل

source: Technician
ar: الفنى

# HasAnyRelation
source: Can be delete because it is related to other data in the database
ar: لا يمكن المسح لانه مرتبط ببيانات اخرى داخل قاعدة البيانات

source: Item
ar: المنتج

source: Data
ar: بيانات

source: Admin
ar: مسؤول

# ClientName
source: Client
ar: االعميل

source: User was logged out before
ar: هذا المستخدم سجل خروج من قبل

source: Financial year
ar: السنة المالية

# CanNotAddFinancialYear
source: Can't add financial year within this period
ar: لايمكن اضافة السنة المالية لتعارضها مع اخري

# CanNotAddFinancialYearAsThereIsActiveOne
source: Can't add financial year due to another active one
ar: لايمكن اضافة السنة المالية لوجود سنة أخري نشطة

# CanNotActivateFinancialYearAsThereIsActiveOne
source: Can't activate financial year due to another active one
ar: لايمكن تنشيط السنة المالية لوجود سنة أخري نشطة

source: Company is required
ar: الشركة مطلوبة

# BothOfCompanyAndFinancialYearRequired
source: Both of company and financial year are required
ar: كلا من الشركه والسنه الماليه مطلوبين

source: Financial year is required
ar: السنة المالية مطلوبة

source: Bill book
ar: دفتر الفاتورة

source: Can not add financial year as there is date not conventioned
ar: التاريخ غير متوافق مع السنه

# CanNotAddBillBook
source: Can't add bill book to conflict with the other
ar: لايمكن اضافة دفتر الفاتورة لتعارضه مع دفتر آخر

source: This Employee Is Not Technician
ar: هذا الموظف ليس فني

source: Financial year is not active
ar: السنة المالية غير مفعلة

source: Cannot Delete Item Has Relative Data
ar: لا يمكن مسح عنصر مرتبط بغناصر اخرى

source: Please Change Employee Activation State
ar: يرجي قبل ذلك تعديل حالة الموظف الى مفعل

source: The Employee Not Active
ar: هذا الموظف غير مفعل

source: Client branch
ar: فرع العميل

source: There is
ar: يوجد

# NumOfObjectsNotEqualNumOfUploadedImages
source: Num of added clients not equal num of uploaded images
ar: عدد العملاء أو الفروع المضافة لا تساوي عدد الصور

# IsNotSuperAdmin
source: This Role is not Allowed To Use This Service
ar: هذا العنصر ليس له هذة الصلاحية

source: Payment gateway
ar: جهة التحويل

source: PathRoute
ar: خط السير

# ThisEmployeeIsNotTech
source: This Employee Is not Technician
ar: هذا الموظف ليس فني

source: Refused Permission
ar: صلاحية مرفوضة

source: Unit
ar: الوحدة

source: Unit of conversion
ar: الوحدة المحولة

source: Barcode
ar: الباركود

source: Conversion factor
ar: معامل التحوبل

# IsActive
source: Active
ar: نشط

source: Unit type
ar: نوع الوحدة

source: This Stock Has Already Technique
ar: هذا المخزن لديه بالفعل طريقة صرف

source: This Stock WithOut Technique
ar: هذا المخزن ليس له طريقة صرف

source: Address
ar: العنوان

source: Employee
ar: الموظف

source: Stock category
ar: تصنيف المخزن

source: Stock
ar: المخزن

# NotFoundPhotos
source: Not photos
ar: لا يوجد صور

source: Mobile
ar: رقم الموبايل

source: Telephone
ar: رقم الهاتف

# ThereIsOnlineTech
source: There is an online technician
ar: يوجد فنى اونلاين

source: Name
ar: الاسم

source: Bin
ar: موقع

source: Rack
ar: رف

source: Row
ar: صف

# NotValidDate
source: Date not belong to active financial year
ar: التاريخ لا ينتمى للسنة المالية المفعلة

# StockTrans
source: Stock transaction
ar: الاذن المخزنى

# InvalidDocNum
source: The document number that belongs to the current financial year is not correct
ar: رقم المستند المنتمى للسنة الماليه الحالية

# StockTransType
source: Stock transaction type
ar: نوع العملية المخزنية

source: Item serial
ar: سيريال الصنف

# ThereIsNotEnoughQuantityInTheStock
source: There is not enough amount in the stock to issue this quantity
ar: لا يوجد كمية كافيه فى المخزن لصرف الكمية المطلوبة

source: Available amount =
ar: الكمية المتاحة فى المخزن =

source: Required amount =
ar: والكمية المطلوبة =

# ThereIsSomeItemsNotEnoughQuantityInTheStock
source: Operations have been traded on the item and the quantity does not allow exchange, so please cancel the following items and then add them again to show the last quantity in stock
ar: لقد تم تداول عمليات على الصنف والكميه لا تسمح بالصرف لذلك نرجو الغاء العناصر الاتيه ثم قم لاضافتها مره اخرى لاظهار اخر كميه موجوده فى المخزن

# CannotSendDatatoNoOne
source: Cannot Send Message to NoOne
ar: لا يمكن ارسال الرسالة لقائمة أشخاص فارغة

source: Task
ar: المهمة

source: Department manager
ar: مدير قسم

# CanNotAssignAnyEmpToFindingOther
source: It is not possible to add an employee as a manager of the department due to the presence of another one before
ar: لا يمكن اضافة موظف كمدير للقسم نظرا لوجود اخر من قبل

# EmployeeVacation
source: There is leave for the same employee on the same day
ar: هناك اجازة لنفس الموظف فى نفس اليوم

source: Request
ar: الطلب

source: Project
ar: المشروع

source: Role
ar: الدور

# CanNotAssignAnyEmpToFindingComManager
source: It is not possible to add an employee as a manager of the company due to the presence of another one before
ar: لا يمكن اضافة موظف كمدير للشركة نظرا لوجود اخر من قبل

source: There are not attachments
ar: لا يوحد ملفات أو صور مرفقة

source: Email
ar: البريد الالكترونى

source: This employee was deleted
ar: لقد تم حذف الموظف

source: This cannot be done due to the presence of
ar: لا يمكن القيام بهذا نظرا لوجود

source: Departments
ar: اقسام

source: Jobs
ar: وظائف

source: Projects
ar: مشاريع

source: Tasks
ar: مهام

# CannotDeletedThisRole
source: This role cannot be deleted because it has users
ar: لا يمكن حذف هذا الدور نظرا لوجود مستخدمين به

source: Password not match
ar: الرقم السرى المدخل غير صحيح

source: User name
ar: اسم المستخدم

source: User name or email
ar: اسم المستخدم او الايميل

# DepartmentsExist
source: {0} department or more
ar: {0} قسم أو أكثر

# ProjectsExisit
source: {0} project or more
ar: {0} مشروع أو أكثر

source: Companies
ar: الشركات

# JobExist
source: {0} JobExist
ar: {0} وظيفة أو أكثر

# EmployeeExist
source: {0} employee or more
ar: {0} موظف أو أكثر

# TaskExist
source: {0} task or more
ar: {0} مهمه أو أكثر

source: Client
ar: العميل

source: Payment voucher
ar: سند صرف

source: Receipt voucher
ar: سند قبض

source: Treasury
ar: الخزينة

source: Payment gatway
ar: طريقة الدفع

# CannotUpdateTaskStatus
source: Cannot be updated the status of the task as it has not yet been approved
ar: لا يمكن تحديث حاله المهمه نظرا لعدم قبولها حتى الان

source: Client appointment making
ar: تحديد موعد لعميل

source: Completion status
ar: حالة انجاز للعميل

source: Client notes
ar: ملاحظات العميل

source: Client procedure
ar: اجراء العميل

# CanNotAddingToNotThereIsProjectAndDepartment
source: Can not add or edit to not there is project and department
ar: لا يمكن إتمام العملية نظرا لعدم تحديد مشروع أو قسم للمهمة

# ThisAmountCannotBePaidFromTheTreasuryBranchDueToItsAvailability
source: This amount cannot be paid from the branch treasury due to its availability
ar: لا يمكن صرف هذا المبلغ من الخزينة الفرعية لعدم توفره

source: This amount cannot be transfered from the treasury due to its availability
ar: لا يمكن تحويل هذا المبلغ من الخزينة الرئيسية لعد توفره

# ThisAmountCannotBeTransferedFromTheBranchTreasuryDueToItsAvailability
source: This amount cannot be transfered from the treasury due to its availability
ar: لا يمكن تحويل هذا المبلغ من الخزينة الفرعية لعد توفره

source: Branch treasury
ar: الخزنة الفرعية

source: This employee already is assigned before
ar: هذا الموظف مسند إليه خزنة فرعية من قبل

# CanNotRemoveThisBranchTreasuryAsThereIsAmount
source: Can not remove this branch treasury as there is amount of money
ar: لا يمكن حذف هذه الخزنة الفرعيه لان بها اموال

source: Can not add comment to specific comment
ar: لا يمكن اضافة تعليق لهذه المهمة

source: Task comment
ar: التعليق

source: Category
ar: التصنيف

# CanNotRemoveThisEmployeeAsHasAmountInHisTreasury
source: This employee cannot be deleted because there is a balance in his treasury
ar: لا يمكن حذف هذا الموظف نظرا لوجود رصيد فى خزنته

source: It is necessary that amount more than zero
ar: يجب ان يكون المبلغ أكبر من 0

# ThisAmountCannotBeReceitedAsThisClientHasNotPrice
source: This amount cannot be receited from the client because its price is lower
ar: لا يمكن قبض هذا المبلغ من العميل لان تسعيره أقل
